Repository: gladiator2ww/movies_application
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Coming Soon
ru: Скоро

source: Most Popular Movies
ru: Самые популярные фильмы

source: Most Popular TVs
ru: Самые попклярные сериалы

# top_movies250
source: Top 250 Movies
ru: Топ 250 фильмы

# top_tvs250
source: Top 250 TVs
ru: Топ 250 сериалы

source: SEE ALL
ru: ВСЕ

source: Home
ru: Главное

source: Search
ru: Поиск

source: Saved
ru: Избранное

source: You
ru: Настройки

source: CANCEL
ru: НАЗАД

source: Filters
ru: Фильтры

source: DONE
ru: Готово

source: BY SORT
ru: Сортировка

source: BY FILTER
ru: По фильтру

# name_A_to_Z
source: by title ascending A-Z
ru: По имени по возрастанию

# name_Z_to_A
source: by title descending Z-A
ru: По имени по убыванию

# rank_top_to_bottom
source: by rating ascending
ru: По рейтингу по убыванию

# rank_bottom_to_top
source: by rating descending
ru: По рейтингу по возрастанию

# year_new_to_late
source: by year descending
ru: По году по возрастанию

# year_late_to_new
source: by year ascending
ru: По году по убыванию

# movies_2020_year
source: year 2020+
ru: год 2020+

# movies_2021_year
source: year 2021+
ru: год 2021+

# rank_7_up
source: rating 7+
ru: рейтинг 7+

# rank_8_up
source: rating 8+
ru: рейтинг 8+

# rank_9_up
source: rating 9+
ru: рейтинг 9+

# connection_service
source: Connection to the server, please wait
ru: Соединение с сервером, пожалуйста подождите

# movies_2022_year
source: year 2022+
ru: год 2022+
